// Якщо змінна більше нуля - виведіть true, менше - false
//Перевірте це на варіантах  1, 0, -3.
// let a = -3;
// if (a >= 0) {
//   console.log(true);
// } else {
//   console.log(false);
// }

// Якщо змінна ="test" - виведіть true,
//Перевірте це на варіантах  'test', "qwerty", true
// let a = "qwerty";
// if (a === "test") {
//   console.log(true);
// }

// Якщо змінна більше 10 -  відніміть 5,
//менше - додайте 5, результат виведіть в консоль
//Перевірте це на варіантах  1, 10, 13.
// let a = 13;
// if (a >= 10) {
//   a = a - 5;
//   console.log(a);
// } else {
//   a = a + 5;
//   console.log(a);
// }

//Зробіть сервіс який отримує число від 1 до 12
// виведіть місяць який дорівнює числу
// const month = [
//   "січень",
//   "лютий",
//   "березень",
//   "квітень",
//   "травень",
//   "червень",
//   "липень",
//   "серпень",
//   "вересень",
//   "жовтень",
//   "листопад",
//   "грудень",
// ];
// let a = prompt("Введіть число від 1 до 12");
// for (let item in month) {
//   if (a - 1 == item) {
//     alert(month[item]);
//   }
// }

//Зробіть сервіс який отримує тризначне число
//Поверніть користувачу сумму цих чисел

// let a = prompt("Введіть трьохзначне число");
// if (Number(a) >= 100 && Number(a) < 1000) {
//   const ones = Number(a) % 10;
//   const tens = Math.floor((a % 100) / 10);
//   const hundreds = Math.floor(a / 100);
//   let summ = ones + tens + hundreds;
//   alert(summ);
// } else {
//   alert("Error");
// }
